---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundForceSecondsPerSquareFoot
source: html/ba5cb705-fdce-6b15-d340-335aa0da6e6e.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundForceSecondsPerSquareFoot Property

Pound force seconds per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundForceSecondsPerSquareFoot { get; }
```